

const CONTACT_TEXT_HE = [
    {
        titleOne: "יצירת קשר", titleTwo: "איתנו", subtitleOne: "?האם יש לך פרוייקט", subtitleTwo: "אנו אוהבים לשמוע את הרעיון שלך",
        paragraphOne: "אנו עובדים עם כל החברות והלוקחות וכו וכו כוכוכ",
        paragraphTwo: "בוא נדבר על הפרוייקט שלך ונהפוך אותו לאמיתי"
    }
    ]

    
    const INPUT_CONTACT_HE = [
        {message: false, label: "שם פרטי", ref: "Refname"},
        {message: false, label: "מייל", ref: "Refemail"},
        {message: false, label: "מס' פלאפון", ref: "Refphone"},
        {message: true, label: "....הודעה שתרצה להשאיר", ref: "Refmessage"},
        ];
    
    const ABOUT_TEXT_HE = [
        {title: "okd", 
        titleOne: 'OKD | סאן קונטרול הינה חברה מובילה בישראל בתחום ציפויי המגן לזכוכית ולשמשות. OKD | סאן קונטרול גם מתמחה בהתקנת המוצרים בישראל ובחו"ל. אנו מספקים מגוון רחב של פתרונות איכותיים בתחומים הבאים: הגנה ובטיחות, שמירה על הסביבה, פתרונות עיצוב ותכנון אדריכלי. בין הפרויקטים שלנו תוכלו למצוא: בתי חולים, חברות הייטק, מוסדות חינוך, משרדי ממשלה ועוד בתי עסק נוספים. מגוון הפתרונות של OKD | סאן קונטרול הגנה ובטיחות ציפוי מגן לזכוכית נגד פריצה, מדובר בציפוי חזק ועמיד מאוד אשר מצופה בשכבת מגן נגד פריצה. מדובר במגן בטיחותי שבשל חוזקו הרב מספק תחושת ביטחון והגנה. בשל איכותו הרבה הוא מהווה חלופה לסורגים, החלופה מוכרת ומועדפת על ידי חברות הביטוח השונות כאשר הוא עומד בכל התקנים הבינלאומיים והישראלים המחמירים ביותר. הציפוי המוכר מהווה זכוכית ביטחון לכל דבר ובכך מאפשר לוותר על הצורך בהתקנת סורגים.',
        titleTwo: 'בין מוצרינו גם מענה חכם לאיום בטחוני אפשרי, אנו מתקינים ציפוי מגן בטיחותי נגד הדף ולפתרון הגנתי אמין ואיכותי. עוד אנו מספקים פתרונות הגנה חסכוניים ויעילים. מגן האנטי סאן שלנו מספק הגנה מפני קרינה אולטרא-סגולית, נוסף על כך ההגנה מאפשרת בידוד מפני חום ובכך מתאפשר חסכון בצריכה ובעלויות של המזגן. גם הגנה מקרינה היא חלק בלתי נפרד מאיתנו. ציפוי מגן אופטי שברשותנו, מאפשר לחסום את הקרינה ולהגן מפני קרינה של אנטנות סלולאריות. שמירה על הסביבה מערכת עיגון ציפויים השלנו מאפשרת לנו לחזק קירות מסך, לשפר את חוזק איכות הזגוגית ומסגרת החלון. מערכת איכותית זו פופולארית מאוד בקרב מתקנים ביטחוניים, שגרירויות ובנקים. ציפויים נגד דהיית מוצרים, אנו מודעים לבעיה זו והציפויים שלנו מאפשרים פתרון אידיאלי השומר על חלונות ראווה ומוצרי העסק. ציפויי מגן נגד חום למבני זכוכית, מענה אפקטיבי לאפקט החממה בבניינים מרובי חלונות.ומחשבה אודות מוצרינו השונים, ללוות אותך מתחילת התהליך ועד סופו.'}
    ]
    
    const FOOTER_TEXT_HE = [
        {title: "", textONE: "0505555555", textTWO: "כנות אזור התעשייה", textTree: "office@okd.co.il" },
        {title: "פרוייקטים", textONE: "ציפוי צביעת חלונות", textTWO: "חיפוי משרדים", textTree: "עיצוב משרדים" },
        {title: "פרוייקטים", textONE: "פתרונות נגד סנוור", textTWO: "ציפוי חלונות נגד השמש", textTree: "ציפויים למניעת קרינה" }
    ]
    
    export {CONTACT_TEXT_HE, INPUT_CONTACT_HE, FOOTER_TEXT_HE, ABOUT_TEXT_HE}